def area(a, b):
    '''
    Возвращает площадь прямоугольника со сторонами a и b

        Принимает:
            a (int): длина первой стороны прямоугольника
            b (int): длина второй стороны прямоугольника

        Возвращаемое значение:
            area (int): площадь прямоугольника
    '''
    return a * b

def perimeter(a, b):
    '''
    Возвращает периметр прямоугольника со сторонами a и b

        Принимает:
            a (int): длина первой стороны прямоугольника
            b (int): длина второй стороны прямоугольника

        Возвращаемое значение:
            perimeter (int): периметр прямоугольника
    '''
    return 2 * (a + b)
